<?php
defined('_JEXEC') or die;
return array (
  'PLG_QUICKICON_PHPVERSIONCHECK' => 'Панель иконок - Проверка состояния поддержки PHP',
  'PLG_QUICKICON_PHPVERSIONCHECK_SECURITY_ONLY' => 'На сервере используется версия PHP %1$s, которая получает от проекта PHP только исправления безопасности. Мы рекомендуем обновить сервер до более новой версии PHP, так как поддержка используемой версии будет прекращена %2$s. Пожалуйста, обратитесь к администрации хостинга для решения проблемы.',
  'PLG_QUICKICON_PHPVERSIONCHECK_UNSUPPORTED' => 'На сервере используется версия PHP %1$s, которая является устаревшей и больше не получает от проекта PHP официальных обновлений. Мы рекомендуем обновить сервер до версии PHP %2$s, которая будет получать исправления безопасности до %3$s. Пожалуйста, обратитесь к администрации хостинга для решения проблемы.',
  'PLG_QUICKICON_PHPVERSIONCHECK_UNSUPPORTED_JOOMLA_OUTDATED' => 'На сервере используется версия PHP %1$s, которая является устаревшей и больше не получает от проекта PHP официальных обновлений. Кроме того, используется устаревшая версия Joomla, поэтому мы не можем рекомендовать обновление до более новой версии PHP. Пожалуйста, обновите Joomla до последней версии и следуйте дальнейшим рекомендациям по обновлению PHP.',
  'PLG_QUICKICON_PHPVERSIONCHECK_XML_DESCRIPTION' => 'Плагин для проверки состояния поддержки используемой версии PHP и отображения уведомления в панели управления, если поддержка версии прекращена или получает только исправления безопасности.',
);
