#
#<?php die('Forbidden.'); ?>
#Date: 2026-10-26 11:00:51 UTC
#Software: Joomla! 6.2.0 Stable [ Mwezi ] 13-October-2026 18:00 UTC

#Fields: datetime	priority	clientip	category	message
2026-10-26T11:00:51+00:00	INFO	89.105.219.184	joomlafailure	Логин и пароль не совпадают или такой учетной записи не существует.
2026-10-26T13:12:03+00:00	INFO	89.105.219.184	joomlafailure	Логин и пароль не совпадают или такой учетной записи не существует.
2026-10-26T13:12:11+00:00	INFO	89.105.219.184	joomlafailure	Логин и пароль не совпадают или такой учетной записи не существует.
2026-10-27T06:03:07+00:00	INFO	89.105.219.184	joomlafailure	Логин и пароль не совпадают или такой учетной записи не существует.
2026-10-28T07:06:33+00:00	INFO	95.37.20.220	joomlafailure	Логин и пароль не совпадают или такой учетной записи не существует.
